---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.WorksetDefaultVisibilitySettings
source: html/bc370f67-e447-7600-c19f-e5b0cecb8564.htm
---
# WorksetDefaultVisibilitySettings Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.